Revit 2018 API
AssetPropertyInteger.GetConnectedProperty Method
Overload List
Name | Description
GetConnectedProperty(Int32)
 Gets one connected property with specified index.
 (Inherited from AssetProperty.)
GetConnectedProperty(String)
 Gets a connected property by its name.
 (Inherited from AssetProperty.)
See Also
AssetPropertyInteger Class
AssetPropertyInteger Members
Autodesk.Revit.DB.Visual Namespace